Repository: AlbertArredondoAlfaro/ChiaCalculator_iOS
Catalog: ChiaCalculator/*.lproj/Localizable.strings
Languages: ca, es, fr

# hero_subtitle
source: Estimate XCH farming rewards by plot count.
ca: Calcula les recompenses segons els teus plots.
es: Calcula recompensas de farming según tus plots.
fr: Estimez les gains de farming selon vos plots.

# plots_label
source: Number of Plots
ca: Nombre de Plots
es: Número de Plots
fr: Nombre de Plots

# xch_price_label
source: XCH Price
ca: Preu XCH
es: Precio XCH
fr: Prix du XCH

# owned_space_label
source: Owned Space
ca: Espai Propi
es: Espacio Propio
fr: Espace Possédé

# input_section_title
source: Your Farm
ca: La Teva Granja
es: Tu Granja
fr: Votre Ferme

# plot_hint
source: Each plot (k=32) is about 101.4 GiB.
ca: Cada plot (k=32) ocupa ~101,4 GiB.
es: Cada plot (k=32) ocupa ~101,4 GiB.
fr: Chaque plot (k=32) fait ~101,4 Gio.

# plot_hint_dynamic
source: Plot size: %.1f GiB
ca: Mida del plot: %.1f GiB
es: Tamaño del plot: %.1f GiB
fr: Taille du plot : %.1f Gio

# compression_label
source: Compression
ca: Compressió
es: Compresión

# keyboard_done
source: Accept
ca: Acceptar
es: Aceptar
fr: Valider

# network_section_title
source: Network
ca: Xarxa
es: Red
fr: Réseau

# netspace_label
source: Total Netspace
ca: Netspace Total
es: Netspace Total
fr: Netspace Total

# owned_space_percent_label
source: Owned Space %
ca: % d'Espai Propi
es: % de Espacio Propio
fr: % d'Espace Possédé

# block_reward_label
source: Block Reward
ca: Recompensa per Bloc
es: Recompensa por Bloque
fr: Récompense par Bloc

# expected_time_label
source: Expected Time to Win
ca: Temps Esperat per Guanyar
es: Tiempo Esperado para Ganar
fr: Temps Prévu pour Gagner

# earnings_section_title
source: Earnings
ca: Guanys
es: Ganancias
fr: Gains

# hourly_label
source: Hourly
ca: Per Hora
es: Por Hora
fr: Par Heure

# daily_label
source: Daily
ca: Per Dia
es: Por Día
fr: Par Jour

# monthly_label
source: Monthly
ca: Per Mes
es: Por Mes
fr: Par Mois

# chances_section_title
source: Chances to Win
ca: Probabilitats de Guanyar
es: Probabilidades de Ganar
fr: Chances de Gagner

# exchange_rate_label
source: XCH to USD
ca: XCH a USD
es: XCH a USD
fr: XCH en USD

# last_updated_label
source: Last updated
ca: Actualitzat
es: Actualizado
fr: Mise à jour

# refresh_label
source: Refresh
ca: Actualitza
es: Actualizar
fr: Actualiser

# decrease_plots_label
source: Decrease plots
ca: Reduir plots
es: Disminuir plots
fr: Diminuer les plots

# increase_plots_label
source: Increase plots
ca: Augmentar plots
es: Aumentar plots
fr: Augmenter les plots

# loading_placeholder
source: Loadingâ€¦
ca: Carregant…
es: Cargando…
fr: Chargement…

# error_title
source: Network Error
ca: Error de Xarxa
es: Error de Red
fr: Erreur Réseau

# hours_format
source: %.1f hours
ca: %.1f hores
es: %.1f horas
fr: %.1f heures

# days_format
source: %.1f days
ca: %.1f dies
es: %.1f días
fr: %.1f jours

# k_size_label
source: K-Size
fr: Taille K
